<?php

return [
    'home' => 'الرئيسية',
    'login' => 'تسجيل الدخول',
    'register' => 'تسجيل',
    'logout' => 'تسجيل الخروج',
    'administration' => 'الإدارة',

    // Navigation
    'infoutile'=>'معلومات عن',
    'photos'=>'الصور',
    'videos'=>'الفيديوهات',
    'snis' => 'DPTCDES',
    'about' => 'حول',
    'services' => 'المحاور الإستراتيجية',
    'data_stats' => 'البيانات والإحصائيات',
    'publications' => 'المنشورات والموارد',
    'other' => 'أخرى',

    'sitemap' => 'خريطة الموقع',
    'mission_role_objective' => 'المهمة، الدور والهدف',
    'presentation' => 'عرض تقديمي',
    'coordinator_message' => 'كلمة المدير',
    'history' => 'التاريخ',
    'organizational_chart' => 'الهيكل التنظيمي',
    'contact_location' => 'الاتصال والموقع',
    'services_functions' => 'الخدمات والوظائف',
    'database' => 'قاعدة البيانات',
    'dashboard' => 'لوحة التحكم',
    'methodology_analysis' => 'المنهجية والتحليل',
    'projects_programs' => 'المشاريع والبرامج',
    'project_management' => 'إدارة المشاريع',
    'training_events' => 'التدريب والفعاليات',
    'event_management' => 'الفعاليات',
    'mooc' => 'MOOC',
    'resources' => 'الموارد',
    'not_available' => 'غير متاح',

    // Footer
    'SNIS' => 'DPTCDES',
    'subscribe' => 'اشترك',
    'news_media' => 'الأخبار والوسائط',
    'news' => 'الأخبار',
    'multimedia' => 'الوسائط المتعددة',
    'announcements' => 'البلاغات',
    'TG' => 'الشفافية والحوكمة',
    'PCD' => 'سياسة البيانات والخصوصية',
    'all_rights_reserved' => 'جميع الحقوق محفوظة',
    'follow_us' => 'تابعنا على',

    //index
    'detail' => 'تفاصيل',
    'motdirect' => 'كلمة المدير',
    'Lireplus' => 'اقرأ المزيد',
    'calendre' => 'تقويم',
    'evtext' => 'الفعاليات وورش العمل',
    'evdesc' => 'احصل على نصائح صحية عملية وموثوقة لتحسين صحتك اليومية.',
    'evB' => 'رؤية جميع الأحداث',
    'next' => 'التالي',
    'previous' => 'سابق',
    'Documents' => 'وثائق',
    'doctext' => 'الوصول السريع إلى الأدوات والأدلة والبروتوكولات لتحسين ممارساتك السريرية والبقاء على اطلاع بأفضل التوصيات.',
    'Projets' => 'المشاريع والبرامج الحالية',
    'Dplus' => 'اكتشف المزيد',
    'Ptext' => 'الوصول السريع إلى الأدوات والأدلة والبروتوكولات لتحسين ممارساتك السريرية والبقاء على اطلاع بأفضل التوصيات.',
    'voirtout' => 'شاهد الكل',
    'indicateurs' => 'المؤشرات الرئيسية',
    'partners' => 'شركاؤنا',
    'liens' => 'Liens rapides',
    'squaretext' => ' يجب أن أشرح لك كيف ولدت كل هذه الفكرة الخاطئة المتمثلة في إدانة السرور ومدح الألم ، وسأقدم لك وصفًا كاملاً للنظام ، وأشرح التعاليم الفعلية للمستكشف العظيم للحقيقة ، الباني البارع. السعادة البشرية. لا أحد يرفض أو يكره أو يتجنب المتعة نفسها ، لأنها متعة ، ولكن لأن أولئك الذين لا يعرفون كيفية السعي وراء المتعة يواجهون عواقب مؤلمة للغاية. ولا يوجد أيضًا أي شخص يحب أو يسعى أو يرغب في الحصول على الألم من نفسه ، لأنه ألم ، ولكن في بعض الأحيان تحدث ظروف يمكن أن يجلب له فيها الكدح والألم بعض المتعة الكبيرة. لنأخذ مثالا تافها ، أي منا يقوم بتمارين بدنية شاقة ، إلا للحصول على بعض المزايا منها؟ ولكن من له الحق في أن يخطئ في رجل يختار أن يستمتع بسرور ليس له عواقب مزعجة ، أو من يتجنب الألم الذي لا ينتج عنه متعة؟
        من ناحية أخرى ، فإننا نشجب بسخط صالح ونكره الرجال الذين خدعهم سحر اللذة اللحظية وإحباطهم ، وأعمتهم الرغبة ، لدرجة أنهم لا يستطيعون التنبؤ بالألم والمتاعب التي لا بد أن تنجم عن ذلك ؛',
    'button' => 'فيما يخص SNIS',
    'squaretext2' => 'نقوم بالتوظيف بانتظام لملء الاحتياجات المختلفة. نحن نبحث عن الأشخاص الذين يشاركوننا مهمتنا وقيمنا، والذين تظهر إنجازاتهم السابقة التزامًا مهنيًا كبيرًا',
    //services
    'learn_more' => 'معرفة المزيد',
    'no_services_available' => 'لا توجد خدمات متاحة حالياً.',
    //projects
    'no_projects_available' => 'لا توجد مشاريع متاحة حالياً.',
    //media

    'browser_does_not_support_video' => 'متصفحك لا يدعم علامة الفيديو.',
    //event
    'no_events_available' => 'لا توجد فعاليات متاحة حالياً.',
    //doc
    'public' => 'نشر في:',
    'preview' => 'معاينة',
    'download' => 'تحميل',
    //contact
    'contacteznous' => 'اتصل بنا',
    'infocontact' => 'معلومات الاتصال',
    'bnjcontact' => 'صباح الخير ! كيف يمكنني مساعدتك اليوم؟',
    'carousel' => 'المنزلق',

    'name' => 'الاسم',
    'email' => 'البريد الإلكتروني',
    'password' => 'كلمة المرور',
    'confirm_password' => 'تأكيد كلمة المرور',
    'login_now' => 'تسجيل الدخول الآن',
    'already_have_an_account' => 'لديك حساب بالفعل؟',

    //contatct
    'Ctitle' => 'أسئلة أو ملاحظات؟ راسلنا عبر الرسائل!',
    'remember_me' => 'تذكرني',
    'forgot_password' => 'هل نسيت كلمة المرور؟',
    'fpt'=>'إذا كنت نسيت كلمة المرور ، فلا مشكلة. فقط أخبرنا عن عنوان بريدك الإلكتروني ، وسنرسل لك رابطًا للإعادة تعيين من خلال البريد الإلكتروني.',
    'resend_link' => 'إعادة إرسال رابط',
    'reset_password' => 'إعادة تعيين كلمة المرور',
  


];