<?php

return [

    /*
    |--------------------------------------------------------------------------
    | سطور اللغة لإعادة تعيين كلمة المرور
    |--------------------------------------------------------------------------
    |
    | السطور اللغوية التالية هي السطور الافتراضية التي تتطابق مع الأسباب
    | التي يقدمها وسيط كلمة المرور عند محاولة تحديث كلمة المرور
    | مثل الفشل بسبب كلمة مرور غير صالحة أو رمز إعادة تعيين غير صالح.
    |
    */

    'reset' => 'تم إعادة تعيين كلمة المرور الخاصة بك.',
    'sent' => 'لقد أرسلنا إليك رابط إعادة تعيين كلمة المرور عبر البريد الإلكتروني.',
    'throttled' => 'يرجى الانتظار قبل المحاولة مرة أخرى.',
    'token' => 'رمز إعادة تعيين كلمة المرور هذا غير صالح.',
    'user' => "لا يوجد مستخدم مسجل بهذا العنوان الإلكتروني.",

];